const config = {
		//最开始开发版
		// dev_url: 'http://192.168.1.167:9100',//前端数据
		//code_url: 'http://192.168.1.168:7900',//后端数据
		//file_url: 'http://192.168.1.168:8099',//文件服务
		//po_url:'http://192.168.1.168:4700',//Pageoffice

		//中铁现场内网版
		//dev_url: 'http://192.168.1.100:9200',//前端数据
		//code_url: 'http://192.168.1.108:7900',//后端数据
		//file_url: 'http://172.17.113.222:8099',//文件服务
		// po_url: 'http://172.17.113.222:4700',//Pageoffice

		//大单单PC电脑版
		dev_url: 'http://192.168.1.126:9200',//前端数据
		code_url: 'http://192.168.1.126:7900',//后端数据
		file_url: 'http://192.168.1.126:8099',//文件服务
		po_url:'http://192.168.1.126:4700',//Pageoffice

		//远端服务器部署版
		// dev_url: 'http://203.93.173.179:9500', //前端数据
		// code_url: 'http://203.93.173.179:7900',//后端数据
		// file_url: 'http://203.93.173.179:8099', //文件服务
		// po_url:'http://203.93.173.179:4700'//Pageoffice
}

	export default config